[
  {
    "id": "1",
    "title": "Point Woronzof",
    "denainaName":"Nuch'ishtunt",
    "denainaMeaning":"\"Place protected from the wind",
    "coordinates": [61.2026, -150.0214],
    "description": ["Point Woronzof is a spot to the left of Anchorage, along the Cook Inlet coastline. ",
    "Point Woronzof itself overlooks the waters of Cook Inlet and provides a scenic view of the sunset and mountains to the west. ",
    "Near this location are Point Woronzof Park and the Tony Knowles Coastal Trail. These are popular spots in the Alaskan summer, ",
    "perfect for jogging, biking, and experiencing Anchorage's natural beauty. In the summer, you can be on the lookout for ",
    "birds, whales, bees, and local Alaskan fauna."],
    "culture":["The Dena'ina name Nuch'ishtunt, meaning \"Place Protected from the Wind\" is due to the steep cliff-like, ",
    "bluffs along the area. Historically, Point Woronzof was one of Anchorage's earliest fish camp. The Ezi Family fish camp had ",
    "occupied the area until 1941."],
    "media": ["img/images/Woronzof1.jpg", "img/images/Woronzof2.jpg", "img/images/Woronzof3.jpg"],
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "2",
    "title": "Chester Creek",
    "denainaName":"Chanshtnu",
    "denainaMeaning":"\"Grass creek\"",
    "coordinates": [61.1872, -149.8228],
    "description": ["Chester Creek is a stream of water that runs from the Chugach Mountains from the east, draining at Cook Inlet to the west.",
    "The creek flows through Anchorage, including its many parks, lakes, and even through the University of Alaska Anchorage campus. ",
    "Today, the Chester Creek Trail is a popular park trail, which is great for walking, biking, and enjoying the outdoors in the summer. ",
    "In the winter, you can expect the Chester Creek Trail to be a popular ski trail. Along the creek, there are a large variety of wildlife that include ",
    "fish, moose, bears, and birds. The creek's fauna includes many wildflowers, vines, shurbs, and trees that bloom from spring to autumn."],
    "culture":["Before Anchorage, the Knik Arm Dena'ina set up salmon fishing camps along the Chester Creek water streams. ",
    "The stream provided many oppotunities to hunt for wildlife, or forage berries. There were also many Dena'ina cabins and houses along the stream, ",
    "up until the 1940s. While these fishing camps no longer exist, the remaining Dena'ina families set up new fishing camps on Fire Island to the west, in Cook Inlet."],
    "media": ["img/images/Chester C.png", "img/images/Chester C2.jpg"],
    "audioUrl": "https://www.youtube.com/watch?v=ZvXf26t0D6o",
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "3",
    "title": "Eklutna",
    "denainaName":"Idlughet",
    "denainaMeaning":"\"Objects by a river\"",
    "coordinates": [61.4581, -149.3622],
    "description": ["Eklutna refers to the Dena'ina Village of Eklutna, that houses about 70 residents. Near Eklutna is scenic Eklutna Lake and Thunderbird Falls; both are iconic and beautiful bodies of water. ",
    "There is also the Eklutna Historical Park Cemetery, which includes colorful and bright Spirit Houses, that provide shelter for the deceased.",
    "Today, the Native Village of Eklutna, is a federally recognized tribal organization and government that strives to uphold history and culture.",
    "This government office was organized in 1961, and federally recognized in 1982. The Native Village of Eklutna aims to protect the land, ",
    "conserving the land for wildlife and preventing new housing construction."],
    "culture": ["'By the Objects' has long been a settlement for Dena'ina people.",
    "Previously used as a summer fishing site, Idluhet became a permanent settlement for tribal members as Anchorage was established and expanded.",
    "The plural objects that are the namesake of Eklutna are considered sacred ground as they were once used as burial grounds for Dena'ina long ago."],
    "media": ["img/images/Eklutna1.jpg", "img/images/Eklutna2.jpg", "img/images/Eklutna3.jpg"],
    "audioUrl": "https://www.youtube.com/watch?v=4aZ3Ux-QwCs",
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "4",
    "title": "Mount Susitna",
    "denainaName":"Dghelishla",
    "denainaMeaning":"\"Little mountain\"",
    "coordinates": [61.4742, -150.7353],
    "description": ["Mount Susitna sits northwest of Anchorage, and can be seen from the west, across Cook Inlet within Anchorage.",
    "It has an elevation of 4,396ft and was named after the Susitna River in English. Today, Mount Susitna is a popular natural landmark for photography."],
    "culture": ["Mount Susitna is also known for the many Dena'ina stories and legends about the mountain. ",
    "One story told by Peter Kalifornsky is as follows: <br/>",
    "&emsp;&emsp;&emsp;<i>Nulchina</i>, The Sky Clan people, they say, stayed in the sky on a frozen cloud; and they drifted over this way to a little warmer place, and the frost melted away from under them, and they landed on top of Mount Susitna, they say.",
    "And they went down the Inlet, and they came to Iliamna. And they called the people already living there <i>Dudna</i>, [literally 'downriver people'].",
    "And whatever people they came to, whatever they saw first, that is what they called the people there.",
    "</br>&emsp;&emsp;&emsp;At another village, they saw a raven, and they called them <i>Ggahyi</i>, the Raven Clan. And in another village, they saw a fishtail, and they called them <i>Kaliyi</i>, the Fishtail Clan.",
    "<br/>&emsp;&emsp;&emsp;And they came to another vllage in a skin boat, and the people hid away, so no one was at home; and they didn't see anything, so, having come there by water, they named them for themselves, <i>Tulchina</i>, the Waterway Clan.",
    "<br/>&emsp;&emsp;&emsp;When they were living in the sky on the frozen clouds, they stayed on an island they called <i>Hagi</i>, 'basket.' That island was a basket, they say. When they landed on Mount Susitna, on top of the mountain, a whirlwind struck the basket-island they lived on,",
    "and it was blown off the mountain and landed in Cook Inlet, where it turned into an island.",
    "<br/>&emsp;&emsp;&emsp;And more names: <i>Nuhzhi</i>, the Overlord Clan; and <i>Chixyi</i>, the Ochre Clan, who landed where there was yellow pigment on the beach, so the people who lived there were named <i>Chixyi</i>, the Ochre Clan.",
    "<br/>&emsp;&emsp;&emsp;This is the way they say they named them all."],
    "media": ["img/images/Susitna1.jpg", "img/images/Susitna2.jpg", "img/images/Susitna3.jpg", "https://www.youtube.com/watch?v=IMRP2r5_14I"],
    "videoUrl": "https://www.youtube.com/watch?v=_8HT5vCNfyI",
    "audioUrl": "https://www.youtube.com/watch?v=l21cx8RncFI",
    "audioUrlculture": "https://www.youtube.com/watch?v=_8HT5vCNfyI",
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "5",
    "title": "Kalifornsky Beach (WIP)",
    "denainaName":"Unhghenesditnu",
    "denainaMeaning":"\"Farthest creek over\"",
    "coordinates": [60.459996, -151.282312],
    "description": ["We are currently working on this location!"],
    "culture": ["Want to contribute towards the Dena'ina Place Names project? Visit the FAQ to find out more information on how you can help!"],
    "media": [],
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "6",
    "title": "Kenai River (WIP)",
    "denainaName":"Kahtnu",
    "denainaMeaning":"\"Kenai River\"",
    "coordinates": [60.483152, -150.034194],
    "description": ["We are currently working on this location!"],
    "culture": ["Want to contribute towards the Dena'ina Place Names project? Visit the FAQ to find out more information on how you can help!"],
    "media": [],
    "audioUrl": "https://www.youtube.com/watch?v=W0osfeEBtdM",
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "7",
    "title": "Ninilchik (WIP)",
    "denainaName":"Niqnalchint",
    "denainaMeaning":"\"A place where a lodge is build\"",
    "coordinates": [60.024121, -151.595044],
    "description": ["We are currently working on this location!"],
    "culture": ["Want to contribute towards the Dena'ina Place Names project? Visit the FAQ to find out more information on how you can help!"],
    "media": [],
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "8",
    "title": "Fire Island",
    "denainaName":"Nutułiy",
    "denainaMeaning":"\"Object that stands in the water\"",
    "coordinates": [61.147686, -150.215759],
    "description": ["Fire Island is a 5.5 mile long island located 3.5 miles west of Anchorag, situated in Cook Inlet waters. It is the only island in the Municipality of Anchorage.",
    "90% of Fire Island is owned by an Alaska Native company called Cook Inlet Region, Inc (CIRI).",
    "They have established a commerical wind energy project, with 11 wind turbines that provides clean and renewable energy to the Chugach Electric Association.",
    "Even so, the island is still covered in a lush forest populated with wildlife with bears, moose, and porcupines on the island.",
    "Interestingly, at a low tide, the mud flats in Cook Inlet are exposed, making it possible to reach Fire Island on foot.",
    "Hikers have occasionally attempted this 3.5-mile trek from Kincaid Park to Fire Island, however the incoming tides can make his a dangerous journey."],
    "culture": ["Shem Pete, respected Dena'ina elder, claimed that the Dena'ina people had a fishing dock there",
    "and the Alex and Theodore families used to have fish camps until the 1970's.",
    "Futhermore, from 1909 to 1955, FIre Island was a designated breeding ground for Alaska moose.",
    "<br/><br/>The modern-day English name of Fire Island comes from Captain James Cook. With his two ships, Resolution and Discover",
    "Cook and his crew sailed into <i>Tikhatnu</i>, or Cook Inlet, where he sent some of his men to explore a nearby island.",
    "On that island, his men built a fire which served as a beacon to Captain Cook, which he later named Fire Island."],
    "media": ["img/images/Fire Island1.png", "img/images/Fire Island2.jpg"],
    "audioUrl": "https://www.youtube.com/watch?v=5BveEXd9b98",
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "9",
    "title": "Talkeetna",
    "denainaName":"K'dalkitnu",
    "denainaMeaning":"\"He is Keeping Something (food)\"",
    "coordinates": [62.323181, -150.111898],
    "description": ["Talkeetna is a small town 115 miles north of Anchorage, and is located in the Matanuska-Susitna (Mat-Su) Valley.",
    "Within the town, you can walk down Main Street and experience the many historic buildings, shops, museums, and restaurants.",
    "Some historic buildings include the Fairview Inn established in 1923 and the Talkeetna Roadhouse established in 1917.",
    "The Talkeetna Historical Society is a museum showcasing "],
    "culture": ["Shem Pete, a respected Dena'ina elder, said it's like a cache of food there.",
    "The Dena'ina used the term 'Mountain People' for the families that lived there.",
    "Salmon and large animals came, such as caribou and moose abound and provided food year around.",
    "The Alaska Railroad arrived in 1917 as they were constructing the railroad from Anchorage to Fairbanks."],
    "media": ["img/images/Talkeetna1.jpg", "img/images/Talkeetna2.jpg", "img/images/Talkeetna3.jpg"],
    "audioUrl": "https://www.youtube.com/watch?v=FcrVaHxWk8M",
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "10",
    "title": "Tyonek",
    "denainaName":"Tubughnenq'",
    "denainaMeaning":"\"Beach land\"",
    "coordinates": [61.066041, -151.139550],
    "description": ["The Native Village of Tyonek is located 40 miles south of Anchorage, on the west side of Cook Inlet.",
    "There are no roads that connect Tyonek to the rest of Alaska. Therefore, Tyonek is accessible only by smaller 'bush planes' or by boat.",
    "In 1973, the Tyonek Native Corporation was established to support the development, hunting, fishing, and gathering within the Tyonek area and its residents."],
    "culture": ["'Beach land' is still occupied today by the Dena'ina. It is a rich area for fishing and hunting year around.",
    "The Dena'ina people from Tyonek are called <i>Tebughna</i>, or 'the Beach People'.",
    "Tyonek and its people have a long-held tradition of song, dance, and storytelling."],
    "media": ["img/images/Tyonek1.jpg"],
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "11",
    "title": "Cook Inlet",
    "denainaName":"\"Tikhatnu\" or \"Nuti\"",
    "denainaMeaning":"\"Ocean river\" or \"Saltwater\"",
    "coordinates": [59.550512, -152.489717],
    "description": ["Cook inlet is a 180 mile body of water that stretches from the Gulf of Alaska in the south, to Anchorage in the north.",
    "At the northern end, Cook Inlet branches into the Knik Arm and Turnagain Arm. These arms surround most of Anchorage. At the southern end, Cook Inlet merges with the Shelikof Strait.",
    "Cook Inlet provides passage to the port of Anchorage for ships, and its waters support the wildlife both in and out of the water.",
    "Fishermen can expect to catch Pacific salmon and hooligan smelt, while observers can keep an eye out for the Cook Inlet beluga whales."],
    "culture": ["The Dena'ina navigated throughout the coastline and knew the precise tide patterns in Cook Inlet and Tutl'uh, or Turnagain.",
    "The tides change from low to hide tide at an extreme and can be dangerous. Bore tides, or nudidghul, occur almost everyday in Tutl'uh.",
    "The Dena'ina understood this and navigaged successfully through Turnagain Arm and Cook Inlet."],
    "media": ["img/images/Cook Inlet1.jpg", "img/images/Cook Inlet2.jpg"],
    "audioUrl": "https://www.youtube.com/watch?v=GFNo6EMh-rE",
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "12",
    "title": "Wasilla",
    "denainaName":"Benteh",
    "denainaMeaning":"\"Among the lakes\" or \"Lake country\"",
    "coordinates": [61.580884, -149.441462],
    "description": ["Wasilla is the fourth-largest city in Alaska. It is 40 miles north of Anchorage, and is located in the Matanuska-Susitna (Mat-Su) Valley.",
    "It has a sister city, Palmer, which is home to a large agricultural hub and is known for the giant vegetables grown in the area.",
    "Wasilla is located in a region with many well known lakes, such as Big Lake or <i>K'enaka Bena</i> and Finger Lake or <i>Baqay Tuch'elisht Bena</i>",
    "With the many lakes, the Wasilla region is popular for fishing and water sports, with many lakehouses in the area."],
    "culture": ["The modern town of Wasilla was named after Chief Wasilla, a Den'aina leader of the Nulchina clan.",
    "In 1917, Wasilla was established and became popular for mining companies since it provided a better supply staging point for the",
    "Kantishna Gold Mining area. Wasilla prospered from being the \"Gateway to the Willow Creek Mining District\" which was a very active mining area between 1909 and 1950."],
    "media": ["img/images/Wasilla1.jpg", "img/images/Wasilla2.jpg", "img/images/Wasilla3.jpg"],
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "13",
    "title": "Kincaid Park",
    "denainaName":"Ułchena Bada Huch'ilyut",
    "denainaMeaning":"\"Where we pulled up the Alutiiqs' boat\"",
    "coordinates": [61.154071, -150.055228],
    "description": ["Kincaid Park is a 1,500 acre park along the west side of Anchorage. The hilltops in Kincaid Park allow you to see Tikhatnu (Cook Inlet), Nutułiy (Fire Island), and Dghelishla (Mount Susitna).",
  "In the summer, the park is populated with people doing a variety of recreational activities. There are runners, bikers, hikers, athletes, photographers, fishers, and families that enjoy the park's many trails, trees, and recreational areas.",
  "In the winter, the trails are popular for winter sports such as skiing, sledding, and snowshoeing."],
    "culture": ["Kincaid Park is named after a battle between the Sugpiaq speaking people of Prince William Sound and the Dena'ina of the upper Knik Arm.",
    "The Sugpiaq attacked Dena'ina village and on their way home they were attacked."],
    "media": ["img/images/Kincaid1.jpg", "img/images/Kincaid2.jpg", "img/images/Kincaid3.jpg"],
    "audioUrl": "https://www.youtube.com/watch?v=mlQhgk9Ph2o",
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "14",
    "title": "Turnagain Arm",
    "denainaName":"Tutl'uh",
    "denainaMeaning":"\"Back water, Headwaters\"",
    "coordinates": [61.052222, -150.035844],
    "description": ["Turnagain Arm is a branch of water at the northern end of Cook Inlet, located south of Anchorage. Its counterpart, Knik Arm, is the northern branch.",
    "It borders the Seward Highway, and provides a scenic setting for observing wildlife, nature photography, hiking, and fishing."],
    "culture": ["The Dena'ina considered Tutl'uh as the head of Tikahtnu or Cook Inlet.",
    "This includes the Hope-Sunrise townsites as well."],
    "media": ["img/images/Turnagain1.jpg", "img/images/Turnagain2.jpg"],
    "audioUrl": "https://www.youtube.com/watch?v=V_Q3hAehS_U",
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "15",
    "title": "Ship Creek",
    "denainaName":"Dgheyay Kaq'",
    "denainaMeaning":"\"Stickleback Mouth\"",
    "coordinates": [61.076423, -149.544247],
    "description": ["Dgheyay Kaq' refers to the mouth of the Ship Creek river, which flows from the Chugach Mountains in the east, towards Cook Inlet in the west.",
    "Today, Creek is a popular area for sport fishing and is considered the only urban king salmon fishery in the world.",
    "Coho (Silver) and Chinook (King) salmon are known to inhabit the creek."],
    "culture": ["This was used as a summer fish camp site for people from Eklutna.",
    "King salmon and needlefish or stickleback fish used to be in abundance.",
    "After Anchorage was established in 1915, they lost access to this area."],
    "media": ["img/images/Ship Creek1.jpg", "img/images/Ship Creek2.jpg", "img/images/Ship Creek3.jpg"],
    "audioUrl": "https://www.youtube.com/watch?v=wElFyMN3Um4",
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  },
  {
    "id": "16",
    "title": "Denali (WIP)",
    "denainaName":"Dghelay Ka'a",
    "denainaMeaning":"\"Big Mountain\"",
    "coordinates": [63.0692, -151.0070],
    "description": ["We are currently working on this location!"],
    "culture": ["Want to contribute towards the Dena'ina Place Names project? Visit the FAQ to find out more information on how you can help!"],
    "media": [],
    "backgroundImage": "img/backgrounds/Moose_Background.png"
  }
]
