[
    {
      "id": "1",
      "title": "Point Woronzof",
      "denainaName":"Nuch'ishtunt",
      "denainaMeaning":"Place Protected from the Wind",
      "coordinates": [61.2026, -150.0214],
      "description": ["Point Woronzof is an spot to the left of Anchorage, along the Cook Inlet coastline within Anchorage. ",
      "As Point Woronzof itself overlooks the waters of Cook Inlet, it provides a scenic view of the sunset and mountains to the west. ",
      "Near this location are Point Woronzof Park and the Tony Knowles Coastal Trail. These are popular spots in the Alaskan summer, ",
      "perfect for jogging, biking, and experiencing Anchorage's natural beauty. In the summer, you can be on the lookout for ",
      "birds, whales, bees, and local Alaskan fauna."],
      "culture":["The Dena'ina name Nuch'ishtunt, meaning \"Place Protected from the Wind\" is due to the steep cliff-like, ",
      "bluffs along the area. Historically, Point Woronzof was one of Anchorage's earliest fish camp. The Ezi Family fish camp had ",
      "occupied the area until 1941."],
      "media": ["img/images/Woronzof1.jpg", "img/images/Woronzof2.jpg", "img/images/Woronzof3.jpg"],
      "backgroundImage": "img/backgrounds/Moose_Background.png"
    },
    {
      "id": "2",
      "title": "Chester Creek",
      "denainaName":"Chanshtnu",
      "denainaMeaning":"Grass Creek",
      "coordinates": [61.1872, -149.8228],
      "description": ["Chester Creek is a stream of water that runs from the Chugach Mountains from the east, draining at Cook Inlet to the west.",
      "The creek flows through Anchorage, including its many parks, lakes, and even through the University of Alaska Anchorage campus. ",
      "Today, the Chester Creek Trail is a popular park trail, which is great for walking, biking, and enjoying the outdoors in the summer. ",
      "In the winter, you can expect the Chester Creek Trail to be a popular ski trail. Along the creek, there are a large variety of wildlife that include ",
      "fish, moose, bears, and birds. The creek's fauna includes many wildflowers, vines, shurbs, and trees that bloom from spring to autumn."],
      "culture":["Before Anchorage, the Knik Arm Dena'ina set up salmon fishing camps along the Chester Creek water streams. ",
      "The stream provided many oppotunities to hunt for wildlife, or forage berries. There were also many Dena'ina cabins and houses along the stream, ",
      "up until the 1940s. While these fishing camps no longer exist, the remaining Dena'ina families set up new fishing camps on Fire Island to the west, in Cook Inlet."],
      "media": ["img/images/Chester C.png", "img/images/Chester C2.jpg"],
      "backgroundImage": "img/backgrounds/Moose_Background.png"
    },
    {
      "id": "3",
      "title": "Eklutna",
      "denainaName":"Idlughet",
      "denainaMeaning":"Plural Objects by a River",
      "coordinates": [61.4581, -149.3622],
      "description": ["Eklutna refers to the Dena'ina Village of Eklutna, that houses about 70 residents. Near Eklutna is scenic Eklutna Lake and Thunderbird Falls; both are iconic and beautiful bodies of water. ",
      "There is also the Eklutna Historical Park Cemetery, which includes colorful and bright Spirit Houses, that provide shelter for the deceased.",
      "Today, the Native Village of Eklutna, is a federally recognized tribal organization and government that strives to uphold history and culture. ",
      "This government office was organized in 1961, and federally recognized in 1982. The Native Village of Eklutna aims to protect the land, ",
      "conserving the land for wildlife and preventing new housing construction."],
      "culture": ["The Dena'ina name \"Idlughet\" refers to two objects, which itself refers to the two small hills or granite knobs nearby.",
      "Eklutna is one of the oldest Dena'ina settlement, with archaeological evidence suggesting it to be more than 800 years old. ",
      "In the past, this village was home to the Dena'ina people of K'enaht'ana, who are native to Knik Arm. The K'enaht'ana lived in nichił, ",
      "which housed multiple families, and provided storage for fish and meat. In the 1840s, Russian Orthodox missionaries arrived, which contributed to ",
      "the brightly colored spirit houses in the Eklutna Historical Park Cemetery."],
      "media": ["img/images/Eklutna1.jpg", "img/images/Eklutna2.jpg", "img/images/Eklutna3.jpg"],
      "backgroundImage": "img/backgrounds/Moose_Background.png"
    },
    {
      "id": "4",
      "title": "Mount Susitna",
      "denainaName":"Dghelishla ",
      "denainaMeaning":"Little Mountain",
      "coordinates": [61.4742, -150.7353],
      "description": ["Mount Susitna sits northwest of Anchorage, and can be seen from the west, across Cook Inlet within Anchorage. ",
      "It has an elevation of 4,396ft and was named after the Susitna River in English. Today, Mount Susitna is a popular natural landmark for photography."],
      "culture": ["Nulchina, The Sky Clan people, they say, stayed in the sky on a frozen cloud; and they drifted over this way to a little warmer place, and the frost melted away from under them, and they landed on top of Mount Susitna, they say.",
      "And they went down the Inlet, and they came to Iliamna. And they called the people already living there Dudna, [literally 'downriver people']. And whatever people they came to, whatever they saw first, that is what they called the people there.",
      "\nAt another village, they saw a raven, and they called them Ggakyi, the Raven Clan. And in another village, they saw a fishtail, and they called them Kaliyi, the Fishtail Clan.",
      "\nAnd they came to another village in a skin boat, and the people hid away, so no one was at home; and they didn't see anything, so, having come there by water, they named them for themselves, Tulchina, the Waterway Clan.",
      "\nWhen they were living in the sky on the frozen clouds, they stayed on an island they called Hagi, 'basket.' That island was a basket, they say. When they landed on Mount Susitna, on top of the mountain, a whirlwind struck the basket-island they lived on, and it was blown off the mountain and landed in Cook Inlet, where it turned into an island.",
      "\nAnd more names: Nuhzhi, the Overland Clan; and Chiyi, the Ochre Clan, who landed where there was yellow pigment on the beach, so the people who lived there were named Chixyi, the Ochre Clan.",
      "\nThis is the way they say they named them all."],
      "media": ["img/images/Susitna1.jpg", "img/images/Susitna2.jpg", "img/images/Susitna3.jpg", "https://www.youtube.com/watch?v=IMRP2r5_14I"],
      "videoUrl": "https://www.youtube.com/watch?v=_8HT5vCNfyI",
      "audioUrl": "https://www.youtube.com/watch?v=IMRP2r5_14I",
      "backgroundImage": "img/backgrounds/Moose_Background.png"
    }
]
