[
    {
      "id": "1",
      "title": "Point Woronzof",
      "denainaName":"Nuch'ishtunt",
      "denainaMeaning":"Place Protected from the Wind",
      "coordinates": [61.2026, -150.0214],
      "description": ["Point Woronzof is an spot to the left of Anchorage, along the Cook Inlet coastline within Anchorage. ",
      "As Point Woronzof itself overlooks the waters of Cook Inlet, it provides a scenic view of the sunset and mountains to the west. ",
      "Near this location are Point Woronzof Park and the Tony Knowles Coastal Trail. These are popular spots in the Alaskan summer, ",
      "perfect for jogging, biking, and experiencing Anchorage's natural beauty. In the summer, you can be on the lookout for ",
      "birds, whales, bees, and local Alaskan fauna."],
      "culture":["The Dena'ina name Nuch'ishtunt, meaning \"Place Protected from the Wind\" is due to the steep cliff-like, ",
      "bluffs along the area. Historically, Point Woronzof was one of Anchorage's earliest fish camp. The Ezi Family fish camp had ",
      "occupied the area until 1941."],
      "media": ["img/images/Woronzof1.jpg", "img/images/Woronzof2.jpg", "img/images/Woronzof3.jpg"],
      "backgroundImage": "img/backgrounds/Moose_Background.png"
    },
    {
      "id": "2",
      "title": "Chester Creek",
      "denainaName":"Chanshtnu",
      "denainaMeaning":"Grass Creek",
      "coordinates": [61.1872, -149.8228],
      "description": ["Chester Creek is a stream of water that runs from the Chugach Mountains from the east, draining at Cook Inlet to the west.",
      "The creek flows through Anchorage, including its many parks, lakes, and even through the University of Alaska Anchorage campus. ",
      "Today, the Chester Creek Trail is a popular park trail, which is great for walking, biking, and enjoying the outdoors in the summer. ",
      "In the winter, you can expect the Chester Creek Trail to be a popular ski trail. Along the creek, there are a large variety of wildlife that include ",
      "fish, moose, bears, and birds. The creek's fauna includes many wildflowers, vines, shurbs, and trees that bloom from spring to autumn."],
      "culture":["Before Anchorage, the Knik Arm Dena'ina set up salmon fishing camps along the Chester Creek water streams. ",
      "The stream provided many oppotunities to hunt for wildlife, or forage berries. There were also many Dena'ina cabins and houses along the stream, ",
      "up until the 1940s. While these fishing camps no longer exist, the remaining Dena'ina families set up new fishing camps on Fire Island to the west, in Cook Inlet."],
      "media": ["img/images/Chester C.png", "img/images/Chester C2.jpg"],
      "backgroundImage": "img/backgrounds/Moose_Background.png"
    },
    {
      "id": "3",
      "title": "Eklutna",
      "denainaName":"Idlughet",
      "denainaMeaning":"Plural Objects by a River",
      "coordinates": [61.4581, -149.3622],
      "description": ["Eklutna refers to the Dena'ina Village of Eklutna, that houses about 70 residents. Near Eklutna is scenic Eklutna Lake and Thunderbird Falls; both are iconic and beautiful bodies of water. ",
      "There is also the Eklutna Historical Park Cemetery, which includes colorful and bright Spirit Houses, that provide shelter for the deceased.",
      "Today, the Native Village of Eklutna, is a federally recognized tribal organization and government that strives to uphold history and culture. ",
      "This government office was organized in 1961, and federally recognized in 1982. The Native Village of Eklutna aims to protect the land, ",
      "conserving the land for wildlife and preventing new housing construction."],
      "culture": ["The Dena'ina name \"Idlughet\" refers to two objects, which itself refers to the two small hills or granite knobs nearby.",
      "Eklutna is one of the oldest Dena'ina settlement, with archaeological evidence suggesting it to be more than 800 years old. ",
      "In the past, this village was home to the Dena'ina people of K'enaht'ana, who are native to Knik Arm. The K'enaht'ana lived in nichił, ",
      "which housed multiple families, and provided storage for fish and meat. In the 1840s, Russian Orthodox missionaries arrived, which contributed to ",
      "the brightly colored spirit houses in the Eklutna Historical Park Cemetery."],
      "media": ["img/images/Eklutna1.jpg", "img/images/Eklutna2.jpg", "img/images/Eklutna3.jpg"],
      "backgroundImage": "img/backgrounds/Moose_Background.png"
    },
    {
      "id": "4",
      "title": "Mount Susitna",
      "denainaName":"Dghelishla ",
      "denainaMeaning":"Little Mountain",
      "coordinates": [61.4742, -150.7353],
      "description": ["Mount Susitna sits northwest of Anchorage, and can be seen from the west, across Cook Inlet within Anchorage. ",
      "It has an elevation of 4,396ft and was named after the Susitna River in English. Today, Mount Susitna is a popular natural landmark for photography."],
      "culture": ["Mount Susitna is also known for the many Dena'ina stories and legends about the mountain. A popular tale is of the \"Sleeping Lady\", another name known to Mount Susitna. ",
      "The legend goes as follows. Long ago, there were a race of gentle giants. These giants loved their land, living in peace and harmony. Within the tribe, there was a young couple of Susitna and Nekatla. ",
      "Their love lit the sky with dancing lights, and their fellow giants respected the couple's love and devotion to each other. One day, a stranger visited the giants.",
      "That stranger told the giants stories of a warlike tribe in the North, and that one day the giants would be attacked by that tribe. ",
      "After hearing the news, the Great Chief and the giants decided all the men should travel north to convince the warlike tribe to live in peace and harmony as the giants do. ",
      "Susitna and Nekatla knew they would be separated, and so they walked to their favorite plateau, where Nekatla promised he would return, and asked Susitna to wait at the plateau for him. ",
      "Susitna waited for many days and nights, but there was no sign of the giant men, or of her lover Nekatla. And so, she layed down on the plateau and fell asleep. News spread about the giants and the warlike tribe. ",
      "Upon reaching the tribe, the giants had been attacked, which resulted in the giants' deaths or enprisonment. Nekatla had died, and with his last breath, he spoke the name of Susitna. ",
      "The women of the giants could not bear to tell Susitna the news, and so they wove a blanket of glass and wildflowers to shield her from heartbreak. That night, ",
      "the giant women prayed to their Gods for Susitna to enter a deep slumber. They answered, but as the price of the prayer, the land changed. ",
      "The air grew cold and snow started to cover Susitna. Many years had passed with Susitna asleep. The giants disappeared, with smaller people coming in to watch other Susitna. ",
      "They say that every summer, Susitna's body is still covered by the blanket of grass and wildflowers, and that every winter, the Gods gently place a soft blanket of snow on her body."],
      "media": ["img/images/Susitna1.jpg", "img/images/Susitna2.jpg", "img/images/Susitna3.jpg", "https://www.youtube.com/watch?v=IMRP2r5_14I"],
      "videoUrl": "https://www.youtube.com/watch?v=IMRP2r5_14I",
      "audioUrl": "https://www.youtube.com/watch?v=IMRP2r5_14I",
      "backgroundImage": "img/backgrounds/Moose_Background.png"
    }
]
